<template>
  <div class="container">
    <div class="card">
      <p>
        মুক্তিযুদ্ধের ঘটনাবলি ১৯৭১ সালে মুক্তিযুদ্ধের সময় উপজেলা সদরে
        তারাকান্দি,কোদালিয়া ও কালিয়াচাপরাসহ বিভিন্ন স্থানে বীর মুক্তিযোদ্ধারা
        পাক-হানাদারদের সঙ্গে সম্মুখ লড়াইয়ে অবতীর্ণ হয়। পাক-হানাদারদের দোসর
        রাজাকার ও দালালসহ ২০০ জনকে হত্যা করে। মৃতদেহগুলো বর্তমান বিএডিসি ভবন
        সংলগ্ন স্থানে একত্রে মাটি চাপা দেয়া হয়। মুক্তিযুদ্ধে বিশেষ অবদান রাখার
        জন্য মুক্তিযোদ্ধা বদিউল আলম বদি ‘বীর বিক্রম’ উপাধি লাভ করেন। পাকুন্দিয়া
        ডিসেম্বর মাসে শত্রুমুক্ত হয়। ধর্মীয় প্রতিষ্ঠান মসজিদ ৩১৫, মন্দির ৫,
        মাযার ৪। শিক্ষার হার, শিক্ষা প্রতিষ্ঠান গড় হার ৪৮.২%; পুরুষ ৪৯.২%,
        মহিলা ৪৭.২%। উল্লেখযোগ্য শিক্ষা প্রতিষ্ঠান: পাকুন্দিয়া ডিগ্রি কলেজ
        (১৯৬৫), পাকুন্দিয়া আদর্শ মহিলা ডিগ্রি কলেজ (১৯৯৩), হোসেন্দি আদর্শ
        ডিগ্রি কলেজ (১৯৯৩), জাঙ্গালিয়া ইউনিয়ন স্কুল অ্যান্ড কলেজ (১৯৬৯),
        কোদালিয়া এস আই উচ্চ বিদ্যালয় (১৯১০), পাকুন্দিয়া আদর্শ পাইলট উচ্চ
        বিদ্যালয় (১৯৫৮), মঙ্গলবাড়ীয়া কামিল মাদ্রাসা (১৮০২), তারাকান্দি ফাজিল
        মাদ্রাসা (১৯১৯)। পত্র-পত্রিকা ও সাময়িকী ত্রৈমাসিক নবঅঙ্কুর। সাংস্কৃতিক
        প্রতিষ্ঠান লাইব্রেরি ৭, ক্লাব ২০, সিনেমা হল ১, মহিলা সংগঠন ১, নাট্যমঞ্চ
        ১। জনগোষ্ঠীর আয়ের প্রধান উৎস কৃষি ৬৬.৯০%, অকৃষি শ্রমিক ২.৮৯%, শিল্প
        ০.৯৩%, ব্যবসা ১০.৮০%, পরিবহণ ও যোগাযোগ ২.৩২%, চাকরি ৫.৮৬%, নির্মাণ
        ০.৮৫%, ধর্মীয় সেবা ০.১৮%, রেন্ট অ্যান্ড রেমিটেন্স ১.৫০% এবং অন্যান্য
        ৭.৭৭%। কৃষিভূমির মালিকানা ভূমিমালিক ৬৭.১২%, ভূমিহীন ৩২.৮৮%। শহরে ৫৬.৮৬%
        এবং গ্রামে ৬৭.৫৮% পরিবারের কৃষিজমি রয়েছে। প্রধান কৃষি ফসল ধান, ভুট্টা,
        গম, আলু, শাকসবজি। বিলুপ্ত বা বিলুপ্তপ্রায় ফসলাদি আখ, সরিষা, মিষ্টি আলু,
        পাট। প্রধান ফল-ফলাদি আম, জাম, কাঁঠাল, লিচু, কলা, পেঁপে, আনারস। মৎস্য,
        গবাদিপশু ও হাঁস-মুরগির খামার মৎস্য ৫১, গবাদিপশু ৪৪, হাঁস-মুরগি ৬৩,
        হ্যাচারি ৫। যোগাযোগ বিশেষত্ব পাকারাস্তা ৫৬.৩০ কিমি, আধা-পাকারাস্তা ৪.৩১
        কিমি, কাঁচারাস্তা ৩৬৪.৮৫ কিমি। বিলুপ্ত বা বিলুপ্তপ্রায় সনাতন বাহন
        পাল্কি। শিল্প ও কলকারখানা চিনিকল, ময়দাকল, করাতকল, ধানকল, তেলকল, বেকারি,
        ইটের ভাটা। কুটিরশিল্প তাঁতশিল্প, মৃৎশিল্প, লৌহশিল্প, বুননশিল্প, বাঁশ ও
        বেতের কাজ। হাটবাজার ও মেলা হাটবাজার ২৪, মেলা ১। পাকুন্দিয়া বাজার ও
        কুদালিয়া মেলা উল্লেখযোগ্য। প্রধান রপ্তানিদ্রব্য ধান, কলা, পেঁপে,
        শাকসবজি। বিদ্যুৎ ব্যবহার এ উপজেলার সবক’টি ইউনিয়ন পল্লিবিদ্যুতায়ন
        কর্মসূচির আওতাধীন। তবে ১৩.৭৯% পরিবারের বিদ্যুৎ ব্যবহারের সুযোগ রয়েছে।
        পানীয়জলের উৎস নলকূপ ৮৪.৫১%, পুকুর ০.৯৭%, ট্যাপ ০.৬৬% এবং অন্যান্য
        ১৩.৮৬%। স্যানিটেশন ব্যবস্থা এ উপজেলার ২৪.৫০% (গ্রামে ২৩.২৫% ও শহরে
        ৫২.৮৮%) পরিবার স্বাস্থ্যকর এবং ৪২.৮৯% (গ্রামে ৪৩.৩১% ও শহরে ৩৩.২৭%)
        পরিবার অস্বাস্থ্যকর ল্যাট্রিন ব্যবহার করে। ৩২.৬১% পরিবারের কোনো
        ল্যাট্রিন সুবিধা নেই। স্বাস্থ্যকেন্দ্র উপজেলা স্বাস্থ্য কমপ্লেক্স ১,
        পরিবার পরিকল্পনা কেন্দ্র ৮। এনজিও ব্র্যাক, আশা, কারিতাস। [মো. জাহাঙ্গীর
        আলম]
      </p>
      <button class="btn btn-danger back-button" @click="$router.go(-1)">
        Back
      </button>
    </div>
  </div>
</template>

<script>
export default {
  name: "Info",
  data() {
    return {
      name: "Info"
    };
  },
  mounted() {
    let content = this.$route.params.content;
    console.log(content);
    //   this.$store.dispatch('getPakundiaInfo');
  }
};
</script>

<style scoped>
.container {
  background-color: white;
  text-align: center;
  border-radius: 20px;
  box-shadow: 0 20px 40px rgba(0, 0, 0, 0.2);
  margin-bottom: 50px;
}
p {
  padding: 20px;
  text-align: justify;
  line-height: 40px;
}
</style>
