[
  {
    "title": "রক্তদানের উপকারিতা ",
    "details": "স্বেচ্ছায় নিজের রক্ত অন্য কারো প্রয়োজনে দান করাই রক্তদান। তবে রক্তদাতাকে অবশ্যই পূর্ণবয়স্ক অর্থাৎ ১৮ বছর বয়স হতে হয়। প্রতি তিন মাস অন্তর প্রত্যেক সুস্থ ও প্রাপ্তবয়স্ক নর-নারী নিশ্চিন্তে ও নিরাপদে রক্তদান করতে পারেন। এতে স্বাস্থ্যে কোনো ধরনের ক্ষতিকর প্রভাব পড়ে না। তবে রক্তদানের পদ্ধতি ও পরবর্তী প্রভাব সম্পর্কে অজ্ঞতা ও অযথা    ভীতির কারণে অনেকেই রক্ত দিতে দ্বিধান্বিত হন। কিন্তু রক্তদানেরও যে উপকারিতা রয়েছে, সে কথা আমরা কয়জনই বা জানি? উপকারিতা রক্তদানে কোনো সমস্যা হয় না। কেননা একজন সুস্থ মানুষের শরীরে পাঁচ-ছয় লিটার রক্ত থাকে। এর মধ্যে সাধারণত ২৫০ থেকে ৪০০ মিলিলিটার রক্ত দান করা হয়, যা শরীরে থাকা মোট রক্তের মাত্র ১০ ভাগের এক ভাগ। রক্তের মূল উপাদান পানি, যা ২৪ ঘণ্টার মধ্যেই পূরণ হয়। রক্তদান স্বাস্থ্যের জন্য উপকারী। রক্তদানের সঙ্গে সঙ্গে শরীরের ‘বোনম্যারো’ নতুন কণিকা তৈরির জন্য উদ্দীপ্ত হয়। দুই সপ্তাহের মধ্যে নতুন রক্তকণিকা জন্ম হয়, ঘাটতি পূরণ হয়। বছরে তিনবার রক্তদান শরীরে লোহিত কণিকাগুলোর প্রাণবন্ততা বাড়িয়ে তোলে ও নতুন কণিকা তৈরির হার বাড়ায়। নিয়মিত রক্তদানকারীর হার্ট ও লিভার ভালো থাকে। স্বেচ্ছায় রক্তদানের মাধ্যমে পাঁচটি পরীক্ষা সম্পূর্ণ বিনা খরচে করা হয়। এর মাধ্যমে জানা যায় শরীরে অন্য বড় কোনো রোগ আছে কি না। যেমন—হেপাটাইটিস-বি, হেপাটাইটিস-সি, ম্যালেরিয়া, সিফিলিস, এইচআইভি (এইডস) ইত্যাদি।  রক্তদান অনেক ক্ষেত্রে ক্যান্সার প্রতিরোধেও সহায়তা করে। রক্তে কোলস্টেরলের উপস্থিতি কমাতে সাহায্য করে। শরীরে অতিরিক্ত আয়রনের উপস্থিতিকে বলে Hemochromatosis। নিয়মিত রক্তদান এই রোগ প্রতিরোধ করে। স্থূলদেহী মানুষের ওজন কমাতে রক্তদান সহায়ক। মুমূর্ষুকে রক্ত দিলে মানসিক তৃপ্তি মেলে।"
  },
  {
    "title": "রক্তদানের শর্তগুলো",
    "details": "১৮ থেকে ৬০ বছর বয়সী ৪৫ কেজি ওজনের যেকোনো মানুষ রক্তদান করতে পারে। দাতার রক্তের স্ক্রিনিং টেস্ট বা রক্ত নিরাপদ কি না তা পরীক্ষা-নিরীক্ষা করা। ভরপেটে খাওয়ার চার ঘণ্টা পর রক্ত দেওয়া শ্রেয়।কোনো রূপ এনার্জি ড্রিংক রক্তদানের আগে সেবন না করাই ভালো।যাঁদের ডায়াবেটিস ও উচ্চ রক্তচাপ পূর্ণ নিয়ন্ত্রণে রয়েছে তাঁরা চিকিৎসকের পরামর্শে রক্তদান করতে পারেন।"
  },
  {
    "title": "যাঁদের রক্তদান নিষেধ",
    "details": " ক্যান্সার, হিমোফিলিয়া, ম্যালেরিয়াসহ জীবাণুঘটিত কোনো রোগী। এইচআইভি বা এইডস আক্রান্তরা। মাদক সেবনকারী। হেপাটাইটিস-বি ও সি-র এন্টিজেন পজিটিভ যাঁদের। পরবর্তী সময় তা নেগেটিভ হলেও রক্ত দেওয়া যাবে না। গর্ভবতী মহিলারা। যাঁদের অতিরিক্ত শ্বাসকষ্ট হয়। যাঁরা বারবার ডায়রিয়ায় আক্রান্ত হন। গত তিন মাসের মধ্যে রক্তদান করেছেন এমন মানুষ। যাঁদের শরীরের কোনো স্থানের গ্ল্যান্ড (লিম্ফনোড) ফুলে গেছে। বিশেষ করে ঘাড়, গলায়, হাতের নিচের গ্লান্ড।"
  },
  {
    "title": "রক্ত দেওয়ার পর যা হয়",
    "details": "রক্ত দেওয়ার পর কিছুটা মাথা ঘোরাতে পারে। বিশেষজ্ঞদের মতে, এ সময় হাঁটাহাঁটি না করে অন্তত ১-২ ঘণ্টা বিশ্রাম নেওয়া উচিত। রক্তদাতা যদি ঘামতে থাকেন এবং অস্থির হন, তবে তাকে স্যালাইন খাওয়াতে হয়। সাধারণত প্রাপ্ত বয়স্ক সুস্থ মানুষ প্রতিবার ৪৫০ মিলিলিটার রক্ত দেওয়া হয়। রক্ত দেওয়ার পর লোহিত রক্তকণিকার মাত্রা স্বাভাবিক অবস্থায় ফিরে যেতে অন্তত এক থেকে দেড় মাস সময় লাগতে পারে। পাশাপাশি রক্ত বাড়ে এমন খাবার খাওয়ার পরামর্শ দেন চিকিৎসকরা।"
  },
  {
    "title": "নিয়মিত রক্তদানের মাধ্যমে শরীর যেভাবে উকৃত হয়-",
    "details": "  নিয়মিত রক্তদান করলে ক্যানসারে আক্রান্ত হওয়ার ঝুঁকি কমে। বছরে তিনবার রক্ত দিলে শরীরে নতুন লোহিত কণিকা তৈরির হার বেড়ে যায়। এতে অস্থিমজ্জা সক্রিয় থাকে। দ্রুত রক্তস্বল্পতা পূরণ হয়। রক্ত কোলেস্টরেলের মাত্রা কমে যায়। এর ফলে রক্তচাপ নিয়ন্ত্রণে থাকে। ফলে হৃদরোগ ও হার্ট অ্যাটাকের ঝুঁকি কমে যায়। শরীরে হেপাটাইটিস-বি, হেপাটাইটিস-সি, জন্ডিস, ম্যালেরিয়া, সিফিলিস, এইচআইভি বা এইডসের মতো বড় রোগ সম্পর্কে জানা যায়। রক্তদাতার শরীরে রোগ প্রতিরোধ ক্ষমতা বাড়ে"
  },
  {
    "title": "রক্ত দেয়ার আগেই জেনে নিন কিছু জরুরি তথ্য",
    "details": "একজন মানুষ তার জীবদ্দশায় কতজন মানুষকে বাঁচানোর ক্ষমতা রাখেন? জেমস হ্যারিসন এমন এক ব্যক্তি যিনি একাই বাঁচিয়েছেন ২০ লাখ শিশুর প্রাণ। আসলেও তাই। এতোগুলো শিশুর প্রাণ বাঁচিয়েছেন স্বেচ্ছায় ও বিনামূল্যে নিজের রক্ত ও রক্তের উপাদান প্লাজমা দানের মাধ্যমে।এজন্য গিনেজ ওয়ার্ল্ড রেকর্ডসে নিজের নামও লিখিয়েছেন এই অস্ট্রেলিয়ার নাগরিক। উইকিপিডিয়ার তথ্য অনুযায়ী, ৮১ বছর বয়সী মি. হ্যারিসন গত ১১ই মে এক হাজার ১৭৩ বারের মতো রক্ত দিয়েছেন। অস্ট্রেলিয়ায় রক্তদানের বয়সসীমা নির্ধারিত থাকায় এটাই ছিল তাঁর সবশেষ রক্তদান। মাত্র ১৪ বছর বয়সে জরুরি অস্ত্রোপচারের কারণে ১৩ লিটার রক্তের প্রয়োজন হয়েছিলো মি. হ্যারিসনের। সে যাত্রায় রক্ত পেয়ে প্রাণ বেঁচে যায় তাঁর। এরপর বয়স ১৮ বছর হতেই নিয়মিত রক্তদান করতে শুরু করেন তিনি।রক্ত দিয়ে একজন মানুষকে বাঁচিয়ে তোলা সম্ভব। এজন্য একে বলা হয় পৃথিবীর সর্বশ্রেষ্ঠ ও নি:স্বার্থ উপহার।"
  },
  {
    "title": "রক্ত দেয়া কেন প্রয়োজন?",
    "details": "দুর্ঘটনায় আহত, ক্যান্সার বা অন্য কোন জটিল রোগে আক্রান্তদের জন্য, অস্ত্রোপচার কিংবা সন্তান প্রসব অথবা থ্যালাসেমিয়ার মতো বিভিন্ন রোগের চিকিৎসায় রক্ত সঞ্চালনের প্রয়োজন হয়। তবে বাংলাদেশে জনসংখ্যার তুলনায় রক্তদাতার সংখ্যা এখনো নগণ্য। পরিসংখ্যান অনুযায়ী দেশে বছরে আট থেকে নয় লাখ ব্যাগ রক্তের চাহিদা থাকলেও রক্ত সংগ্রহ হয় ছয় থেকে সাড়ে ছয় লাখ ব্যাগ। ঘাটতি থাকে তিন লাখ ব্যাগের বেশি। এছাড়া সংগ্রহকৃত রক্তের মাত্র ৩০ শতাংশ আসে স্বেচ্ছায় রক্তদাতাদের থেকে। নিজের পরিবারের সদস্য বা পরিচিতজন না হলে এখনো বেশিরভাগ মানুষ রক্তের জন্য নির্ভর করেন পেশাদার রক্তদাতার ওপর। রক্তের অভাবের কারণে প্রতিবছর বহু রোগীর প্রাণ সংকটের মুখ পড়ে। এক ব্যাগ রক্ত দিতে সময় লাগে মাত্র ১০ থেকে ১২ মিনিট। এই অল্প সময়ে চাইলেই একজনের প্রাণ বাঁচানো সম্ভব।"
  }
]
